tap "heroku/brew"
tap "keith/formulae"
tap "thoughtbot/formulae"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "caskroom/versions"
tap "caskroom/cask"
tap "beeftornado/rmtree"
tap "joshuaclayton/formulae"
cask "java"
cask "caskroom/versions/java8"
brew "acme"
brew "archey"
brew "aspell"
brew "readline"
brew "autoconf"
brew "automake"
brew "gdbm"
brew "openssl"
brew "sqlite"
brew "xz"
brew "python3"
brew "awscli"
brew "bison"
brew "ghc"
brew "cabal-install"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "calc"
brew "git"
brew "carthage"
brew "cbmbasic"
brew "certbot"
brew "chromedriver"
brew "chruby", args: ["HEAD"]
brew "clojurescript"
brew "cmake"
brew "cmus"
brew "configen"
brew "ctags"
brew "dark-mode"
brew "dasm"
brew "libmaa"
brew "dict"
brew "direnv"
brew "libtiff"
brew "djvulibre"
brew "ghostscript"
brew "djvu2pdf"
brew "elasticsearch"
brew "exercism"
brew "exiftool"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg", args: ["with-fontconfig", "with-libass"]
brew "gmp"
brew "gcc"
brew "pcre2"
brew "fish"
brew "flow"
brew "geckodriver"
brew "giflossy"
brew "go"
brew "googler"
brew "icu4c"
brew "haskell-stack"
brew "httpie"
brew "libtool"
brew "imagemagick", args: ["with-fftw", "with-fontconfig", "with-librsvg", "with-openjpeg", "with-openmp"]
brew "leiningen"
brew "libevent"
brew "libssh"
brew "libusb"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libyaml"
brew "mas"
brew "maven"
brew "mit-scheme"
brew "mosh"
brew "nmap"
brew "pandoc"
brew "phantomjs"
brew "pianobar"
brew "postgresql", restart_service: true
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rename"
brew "rlwrap"
brew "ruby", link: false
brew "ruby-install", args: ["HEAD"]
brew "rust"
brew "s3cmd"
brew "selecta"
brew "serveit"
brew "sphinx-doc"
brew "swiftlint"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "unixodbc"
brew "unrar"
brew "v8"
brew "vim"
brew "watchman"
brew "wget"
brew "woof"
brew "yarn"
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "joshuaclayton/formulae/unused"
brew "keith/formulae/reminders-cli"
brew "thoughtbot/formulae/parity"
cask "1password"
cask "alfred"
cask "amethyst"
cask "boxer"
cask "calibre"
cask "coconutbattery"
cask "dropbox"
cask "emacs"
cask "evernote"
cask "fastlane"
cask "firefox"
cask "flux"
cask "gimp"
cask "google-chrome"
cask "handbrake"
cask "hex-fiend"
cask "little-snitch"
cask "micro-snitch"
cask "ngrok"
cask "now"
cask "private-internet-access"
cask "quicklook-json"
cask "react-native-debugger"
cask "reactotron"
cask "screenflow"
cask "scummvm"
cask "simple-comic"
cask "skype"
cask "steam"
cask "torbrowser"
cask "transmission"
cask "vlc"
cask "whatsapp"
cask "caskroom/versions/firefoxnightly"
cask "caskroom/versions/iterm2-beta"
cask "caskroom/versions/slack-beta"
mas "Deckset", id: 847496013
mas "GarageBand", id: 682658836
mas "Harvest", id: 506189836
mas "iMovie", id: 408981434
mas "Pocket", id: 568494494
mas "The Unarchiver", id: 425424353
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
