tap "beeftornado/rmtree"
tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "joshuaclayton/formulae"
tap "keith/formulae"
tap "koekeishiya/formulae"
tap "thoughtbot/formulae"
cask "java"
brew "archey"
brew "readline"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bison"
brew "ghc"
brew "cabal-install"
brew "calc"
brew "git"
brew "carthage"
brew "cbmbasic"
brew "gdbm"
brew "openssl"
brew "sqlite"
brew "python"
brew "certbot"
brew "chromedriver"
brew "chruby"
brew "clojurescript"
brew "cmake"
brew "cmus"
brew "ctags"
brew "dark-mode"
brew "libmaa"
brew "dict"
brew "direnv"
brew "jpeg"
brew "libtiff"
brew "djvulibre"
brew "little-cms2"
brew "ghostscript"
brew "djvu2pdf"
brew "elasticsearch"
brew "elm"
brew "exercism"
brew "exiftool"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "pcre2"
brew "fish"
brew "flow"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "gmp"
brew "geckodriver"
brew "go"
brew "xz"
brew "python3"
brew "googler"
brew "haskell-stack"
brew "heroku"
brew "httpie"
brew "icu4c"
brew "libtool"
brew "imagemagick"
brew "leiningen"
brew "libevent"
brew "libssh"
brew "libusb"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libyaml"
brew "mas"
brew "maven"
brew "mit-scheme"
brew "mobile-shell"
brew "node"
brew "pandoc"
brew "phantomjs"
brew "pianobar"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rename"
brew "rlwrap"
brew "ruby-install"
brew "rust"
brew "s3cmd"
brew "selecta"
brew "serveit"
brew "sphinx-doc"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "unixodbc"
brew "unrar"
brew "v8"
brew "vim"
brew "watchman"
brew "wget"
brew "woof"
brew "yarn"
brew "youtube-dl"
brew "joshuaclayton/formulae/unused"
brew "keith/formulae/reminders-cli"
brew "koekeishiya/formulae/kwm"
brew "thoughtbot/formulae/parity"
cask "boxer"
cask "calibre"
cask "coconutbattery"
cask "dropbox"
cask "fastlane"
cask "hex-fiend"
cask "little-snitch"
cask "micro-snitch"
cask "quicklook-json"
cask "react-native-debugger"
cask "reactotron"
cask "scummvm"
cask "simple-comic"
cask "torbrowser"
cask "vlc"
mas "Deckset", id: 847496013
mas "GarageBand", id: 682658836
mas "Harvest", id: 506189836
mas "Pocket", id: 568494494
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
